{
    "intents": [
        {
            "tag": "мгкит",
            "patterns": [
                "мгкит"
            ],
            "responses": [
                "колледж"
            ]
        },
        {
            "tag": "имя",
            "patterns": [
                "мурад"
            ],
            "responses": [
                "крутой"
            ]
        },
        {
            "tag": "шутка",
            "patterns": [
                "Расскажите анекдот!",
                "Расскажите что-нибудь смешное!",
                "Вы знаете анекдот?",
                "Расскажи шутку",
                "Ты знаешь какой-нибудь анекдот",
                "Ты умеешь шутить?",
                "Расскажите шутку",
                "Расскажи что-нибудь смешное",
                "Скажи что-то смешное",
                "Скажи что-нибудь смешное"
            ],
            "responses": [
                "Купил мужик шляпу, а она ему какраз"
            ]
        },
        {
            "tag": "приветствие",
            "patterns": [
                "Привет",
                "Приветсвую",
                "Здравствуй",
                "Здравствуйте",
                "Добрый день",
                "Добрый вечер",
                "Доброе утро"
            ],
            "responses": [
                "Здравствуйте, чем могу помочь?"
            ]
        },
        {
            "tag": "прощание",
            "patterns": [
                "До свидания!",
                "Пока!",
                "Всего доброго!",
                "Счастливо оставаться!",
                "До встречи!",
                "Будьте здоровы!",
                "До скорого!",
                "Прощайте!",
                "Счастливо!",
                "Удачи во всём!"
            ],
            "responses": [
                "До свидания!"
            ]
        },
        {
            "tag": "адресс",
            "patterns": [
                "Вы не подскажете, где расположен колледж?",
                "Можете ли вы сказать, где находится колледж?",
                "Не могли бы вы указать мне, где находится колледж?",
                "Подскажите, пожалуйста, где я могу найти колледж?",
                "В какой части города расположен колледж?",
                "Как мне добраться до колледжа отсюда?",
                "Где я могу найти колледж на карте?",
                "Каков адрес колледжа?",
                "В каком направлении находится колледж?",
                "Где именно расположен колледж?",
                "Где находится колледж?"
            ],
            "responses": [
                "Точный адрес нашего колледжа: Костомаровская набережная д. 29 ст.1"
            ]
        },
        {
            "tag": "метро",
            "patterns": [
                "Какие ближайшие метро есть рядом с колледжем?",
                "Какие станции метро находятся вблизи колледжа?",
                "Можете ли вы мне указать ближайшие к колледжу станции метро?",
                "Где расположены ближайшие станции метро от колледжа?",
                "Какие станции метро я могу найти рядом с колледжем?",
                "Подскажите, пожалуйста, ближайшие к колледжу метро.",
                "Как дойти до ближайшего метро от колледжа?",
                "Какие станции метро расположены неподалёку от колледжа?",
                "Каковы ближайшие метро к колледжу?",
                "В каком направлении от колледжа находятся ближайшие станции метро?",
                "Какие метро я найду в окрестностях колледжа?"
            ],
            "responses": [
                "Ближайшие станции метро: Курская, Чкаловская, Площадь Ильича, Римская"
            ]
        },
        {
            "tag": "сроки подачи документов",
            "patterns": [
                "Когда начинается и заканчивается подача документов в колледж?",
                "С какого по какое число принимаются документы в колледж?",
                "Можете ли вы уточнить период подачи документов в колледж?",
                "Каковы даты начала и окончания приема документов в колледж?",
                "В какой период можно подать документы для поступления в колледж?",
                "Подскажите, пожалуйста, крайние сроки подачи документов в колледж.",
                "Когда открывается и закрывается прием документов в колледж?",
                "Каковы сроки приема документов для будущих студентов колледжа?",
                "До какого числа я могу подать документы в колледж?",
                "Какие есть временные рамки для подачи документов в колледж?",
                "Можете ли вы сообщить даты приема документов в колледж?"
            ],
            "responses": [
                "Подача документов для поступления начинается 20 июня, а заканчивается (Пока ХЗ)"
            ]
        },
        {
            "tag": "день открытых дверей",
            "patterns": [
                "Когда ближайшие дни открытых дверей?",
                "Когда состоятся следующие дни открытых дверей?",
                "Можете ли вы сообщить даты ближайших дней открытых дверей?",
                "В какие даты запланированы ближайшие дни открытых дверей?",
                "Каковы даты предстоящих дней открытых дверей?",
                "Подскажите, пожалуйста, когда пройдут следующие дни открытых дверей?",
                "Когда можно посетить колледж в рамках дней открытых дверей?",
                "Какие даты назначены для ближайших дней открытых дверей?",
                "Можете ли вы уточнить, когда будут следующие дни открытых дверей?",
                "Когда я могу прийти на день открытых дверей?",
                "Когда колледж проводит ближайший день открытых дверей?"
            ],
            "responses": [
                "Вот файл о ближайшей дне открытых дверей с сайта колледжа https://mgkit.ru/abiturientu/otkritie_dveri/"
            ]
        },
        {
            "tag": "специальности",
            "patterns": [
                "Какие у вас в колледже есть специальности",
                "Какие специальности можно изучать в вашем колледже?",
                "Можете ли вы предоставить список специальностей, доступных в колледже?",
                "Какие направления подготовки предлагает ваш колледж?",
                "Могли бы вы рассказать о специальностях, которые есть в вашем учебном заведении?",
                "Подскажите, пожалуйста, какие образовательные программы предлагает ваш колледж?",
                "Какие курсы или специальности я могу выбрать для обучения в вашем колледже?",
                "Можете ли вы озвучить перечень специальностей вашего колледжа?",
                "Хотелось бы узнать, какие специальности доступны для обучения в вашем колледже.",
                "Каковы основные области обучения, представленные в вашем колледже?",
                "Можете ли вы информировать меня о специальностях, которые предлагаются студентам?"
            ],
            "responses": [
                "Наш колледж предоставляет три специальности на выбор:\\n1) 09.02.07 Информационные системы и программирование\\n2) 09.02.06 Сетевое и системное администрирование\\n3) 10.02.05 Обеспечение информационной безопасности автоматизированных систем"
            ]
        },
        {
            "tag": "места",
            "patterns": [
                "Сколько у вас договорных и бюджетных мест по специальности 09.02.07 Информационные системы и программирование",
                "Скажите, пожалуйста, какое количество бюджетных и договорных мест предусмотрено по специальности 09.02.07?",
                "Могли бы вы уточнить, сколько бюджетных и платных мест доступно для специальности Информационные системы и программирование?",
                "Каково общее число мест на бюджетной и договорной основе по специальности 09.02.07 в этом году?",
                "Подскажите, пожалуйста, количество мест по договору и на бюджетной основе по специальности Информационные системы и программирование.",
                "Можете ли вы сообщить, сколько в этом году выделено бюджетных и договорных мест по специальности 09.02.07?",
                "Хотелось бы узнать, какое число мест предоставляется на бюджетной и договорной основе для специальности Информационные системы и программирование.",
                "Интересует информация о количестве бюджетных и договорных мест по специальности 09.02.07. Сколько их?",
                "Можете ли вы предоставить данные о количестве мест для абитуриентов по специальности Информационные системы и программирование?",
                "Какое число мест предусмотрено на бюджетной и коммерческой основе по специальности 09.02.07?",
                "Сколько мест выделяется для обучения по специальности Информационные системы и программирование на бюджетных и на платных условиях?",
                "Сколько у вас договорных и бюджетных мест по специальности 09.02.06 Сетевое и системное администрирование?",
                "Скажите, пожалуйста, какое количество бюджетных и договорных мест предусмотрено по специальности 09.02.06?",
                "Могли бы вы уточнить, сколько бюджетных и платных мест доступно для специальности Сетевое и системное администрирование?",
                "Каково общее число мест на бюджетной и договорной основе по специальности 09.02.06 в этом году?",
                "Подскажите, пожалуйста, количество мест по договору и на бюджетной основе по специальности Сетевое и системное администрирование.",
                "Можете ли вы сообщить, сколько в этом году выделено бюджетных и договорных мест по специальности 09.02.06?",
                "Хотелось бы узнать, какое число мест предоставляется на бюджетной и договорной основе для специальности Сетевое и системное администрирование.",
                "Интересует информация о количестве бюджетных и договорных мест по специальности 09.02.06. Сколько их?",
                "Можете ли вы предоставить данные о количестве мест для абитуриентов по специальности Сетевое и системное администрирование?",
                "Какое число мест предусмотрено на бюджетной и коммерческой основе по специальности 09.02.06?",
                "Сколько мест выделяется для обучения по специальности Сетевое и системное администрирование на бюджетных и на платных условиях?",
                "Сколько у вас договорных и бюджетных мест по специальности 10.02.05 Обеспечение информационной безопасности автоматизированных систем?",
                "Скажите, пожалуйста, какое количество бюджетных и договорных мест предусмотрено по специальности 10.02.05?",
                "Могли бы вы уточнить, сколько бюджетных и платных мест доступно для специальности Обеспечение информационной безопасности автоматизированных систем?",
                "Каково общее число мест на бюджетной и договорной основе по специальности 10.02.05 в этом году?",
                "Подскажите, пожалуйста, количество мест по договору и на бюджетной основе по специальности Обеспечение информационной безопасности автоматизированных систем.",
                "Можете ли вы сообщить, сколько в этом году выделено бюджетных и договорных мест по специальности 10.02.05?",
                "Хотелось бы узнать, какое число мест предоставляется на бюджетной и договорной основе для специальности Обеспечение информационной безопасности автоматизированных систем.",
                "Интересует информация о количестве бюджетных и договорных мест по специальности 10.02.05. Сколько их?",
                "Можете ли вы предоставить данные о количестве мест для абитуриентов по специальности Обеспечение информационной безопасности автоматизированных систем?",
                "Какое число мест предусмотрено на бюджетной и коммерческой основе по специальности 10.02.05?",
                "Сколько мест выделяется для обучения по специальности Обеспечение информационной безопасности автоматизированных систем на бюджетных и на платных условиях?"
            ],
            "responses": [
                "Вот файл о местах на обучение с сайта колледжа https://mgkit.ru/abiturientu/spechialinosty/"
            ]
        },
        {
            "tag": "цены",
            "patterns": [
                "Какая цена на специальность 09.02.07 Информационные системы и программирование",
                "Какова стоимость обучения по специальности 09.02.07 Информационные системы и программирование?",
                "Можете ли вы сообщить цену за обучение на специальности Информационные системы и программирование?",
                "Сколько нужно заплатить за программу Информационные системы и программирование?",
                "Какая цена обучения по направлению 09.02.07?",
                "Могли бы вы уточнить стоимость курса по специальности Информационные системы и программирование?",
                "Подскажите, пожалуйста, полную стоимость программы 09.02.07.",
                "Хотелось бы узнать, во сколько обойдется обучение по специальности 09.02.07.",
                "Интересует ценник на курс Информационные системы и программирование. Сколько это стоит?",
                "Какая финансовая нагрузка предполагается для специальности 09.02.07?",
                "Сколько придется выложить за год обучения на специальности Информационные системы и программирование?",
                "Какова стоимость обучения по специальности 10.02.05 Обеспечение информационной безопасности автоматизированных систем?",
                "Можете ли вы сообщить цену за обучение на специальности Обеспечение информационной безопасности автоматизированных систем?",
                "Сколько нужно заплатить за программу Обеспечение информационной безопасности автоматизированных систем?",
                "Какая цена обучения по направлению 10.02.05?",
                "Могли бы вы уточнить стоимость курса по специальности Обеспечение информационной безопасности автоматизированных систем?",
                "Подскажите, пожалуйста, полную стоимость программы 10.02.05.",
                "Хотелось бы узнать, во сколько обойдется обучение по специальности 10.02.05.",
                "Интересует ценник на курс Обеспечение информационной безопасности автоматизированных систем. Сколько это стоит?",
                "Какая финансовая нагрузка предполагается для специальности 10.02.05?",
                "Сколько придется выложить за год обучения на специальности Обеспечение информационной безопасности автоматизированных систем?",
                "Какая цена на специальность 09.02.06 Сетевое и системное администрирование?",
                "Какова стоимость обучения по специальности 09.02.06 Сетевое и системное администрирование?",
                "Можете ли вы сообщить цену за обучение на специальности Сетевое и системное администрирование?",
                "Сколько нужно заплатить за программу Сетевое и системное администрирование?",
                "Какая цена обучения по направлению 09.02.06?",
                "Могли бы вы уточнить стоимость курса по специальности Сетевое и системное администрирование?",
                "Подскажите, пожалуйста, полную стоимость программы 09.02.06.",
                "Хотелось бы узнать, во сколько обойдется обучение по специальности 09.02.06.",
                "Интересует ценник на курс Сетевое и системное администрирование. Сколько это стоит?",
                "Какая финансовая нагрузка предполагается для специальности 09.02.06?",
                "Сколько придется выложить за год обучения на специальности Сетевое и системное администрирование?"
            ],
            "responses": [
                "не знаю цен пока что"
            ]
        },
        {
            "tag": "документы",
            "patterns": [
                "какие документы нужны для поступления в ваш колледж?",
                "Могли бы вы перечислить все необходимые документы для поступления в ваш колледж?",
                "Какой комплект документов требуется для абитуриентов вашего колледжа?",
                "Какие документы я должен подготовить для подачи заявления в ваше учебное заведение?",
                "Можете ли вы уточнить, какие документы необходимы для зачисления в ваш колледж?",
                "Мне бы хотелось знать, какие бумаги нужно собрать для поступления к вам. Можете помочь?",
                "Подскажите, пожалуйста, список документов для поступающих в ваш колледж.",
                "Каков полный перечень документов, требуемых для административной процедуры поступления?",
                "Можете ли вы предоставить информацию о документах, которые нужно предоставить для поступления?",
                "Мне нужно знать, какие официальные документы требуются для процесса поступления. Можете помочь?",
                "Какие именно документы я должен подать для рассмотрения моей кандидатуры в вашем колледже?"
            ],
            "responses": [
                "их много"
            ]
        },
        {
            "tag": "средний балл",
            "patterns": [
                "каков средний балл для поступления на 09.02.07 Информационные системы и программирование",
                "Какой средний балл аттестата необходим для поступления на специальность 09.02.07 Информационные системы и программирование?",
                "Можете ли вы сообщить минимальный проходной балл для специальности Информационные системы и программирование?",
                "Какова минимальная средняя оценка, требуемая для зачисления на курс 09.02.07?",
                "Какой средний балл нужен для того, чтобы поступить на специальность Информационные системы и программирование?",
                "Могли бы вы уточнить, каков проходной балл для специальности 09.02.07?",
                "Каков должен быть мой средний балл, чтобы я мог рассчитывать на поступление на специальность Информационные системы и программирование?",
                "Можете ли вы подсказать, какова средняя оценка для успешного поступления на специальность 09.02.07?",
                "Какова обычная средняя оценка у студентов, поступающих на специальность Информационные системы и программирование?",
                "Существует ли определенный порог среднего балла для кандидатов на специальность 09.02.07?",
                "Какой средний балл аттестата считается достаточным для поступления на специальность Информационные системы и программирование?",
                "Какой средний балл аттестата необходим для поступления на специальность 09.02.06 Сетевое и системное администрирование?",
                "Можете ли вы сообщить минимальный проходной балл для специальности Сетевое и системное администрирование?",
                "Какова минимальная средняя оценка, требуемая для зачисления на курс 09.02.06?",
                "Какой средний балл нужен для того, чтобы поступить на специальность Сетевое и системное администрирование?",
                "Могли бы вы уточнить, каков проходной балл для специальности 09.02.06?",
                "Каков должен быть мой средний балл, чтобы я мог рассчитывать на поступление на специальность Сетевое и системное администрирование?",
                "Можете ли вы подсказать, какова средняя оценка для успешного поступления на специальность 09.02.06?",
                "Какова обычная средняя оценка у студентов, поступающих на специальность Сетевое и системное администрирование?",
                "Существует ли определенный порог среднего балла для кандидатов на специальность 09.02.06?",
                "Какой средний балл аттестата считается достаточным для поступления на специальность Сетевое и системное администрирование?",
                "Какой средний балл аттестата необходим для поступления на специальность 10.02.05 Обеспечение информационной безопасности автоматизированных систем?",
                "Можете ли вы сообщить минимальный проходной балл для специальности Обеспечение информационной безопасности автоматизированных систем?",
                "Какова минимальная средняя оценка, требуемая для зачисления на курс 10.02.05?",
                "Какой средний балл нужен для того, чтобы поступить на специальность Обеспечение информационной безопасности автоматизированных систем?",
                "Могли бы вы уточнить, каков проходной балл для специальности 10.02.05?",
                "Каков должен быть мой средний балл, чтобы я мог рассчитывать на поступление на специальность Обеспечение информационной безопасности автоматизированных систем?",
                "Можете ли вы подсказать, какова средняя оценка для успешного поступления на специальность 10.02.05?",
                "Какова обычная средняя оценка у студентов, поступающих на специальность Обеспечение информационной безопасности автоматизированных систем?",
                "Существует ли определенный порог среднего балла для кандидатов на специальность 10.02.05?",
                "Какой средний балл аттестата считается достаточным для поступления на специальность Обеспечение информационной безопасности автоматизированных систем?"
            ],
            "responses": [
                "Среднего балла я не знаю пока что"
            ]
        }
    ]
}